tap "hashicorp/tap"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "black"
brew "cbonsai"
brew "coreutils"
brew "fd"
brew "findutils"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "gnutls"
brew "go-task"
brew "graphviz"
brew "grep"
brew "jq"
brew "ijq"
brew "imagemagick", args:  ["with-webp"]
brew "jupyterlab", link: false
brew "lnav"
brew "make"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "mypy"
brew "neovim"
brew "nvm"
brew "orbstack"
brew "openssh"
brew "poppler"
brew "pydocstyle"
brew "python-lsp-server"
brew "python@3.11"
brew "qemu"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "shellcheck"
brew "ssh-copy-id"
brew "starship"
brew "telnet"
brew "tfenv"
brew "tree"
brew "unar"
brew "vim"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yazi"
brew "zoxide"
brew "cloudflare/cloudflare/cf-terraforming"
brew "mongodb/brew/mongodb-database-tools"
cask "aerospace"
cask "bitwarden"
cask "dbeaver-community"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cash "ghostty"
cask "zed"
